/* appended to region name when merging regions */
" merged" = " — объединение выполнено";

/* appended to region name of mixed down regions */
" mixed" = " сочетание";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "Требуется: %@,|доступно: %@.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(пустой)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(НЕ пустой)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ недоступен.][ОК]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][Плагины (%@) недоступны.][ОК]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: Плагин «%@»%@%@ недоступен!][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: Плагин «%@»%@%@ недоступен!][OK|√Больше не показывать]]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P не может найти объем памяти, достаточный для требуемых %ld аудиодорожек.|Доступно только %ld аудиодорожек.|%@ свободной памяти требуется дополнительно.][ОК]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|Частота дискретизации %ld не разрешена.][ОК]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld из %ld аудиофайлов не найдено.|Применить %@ к найденным файлам?][Отменить|Выполнить]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][Аудиофайлы (%ld из %ld) не найдены.|(“%@”,...)][Продолжить]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][Невозможно воспроизвести «%@» на дорожке %ld из тома/раздела «%@»][OK|√Больше не показывать]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][Невозможно использовать «%@» из тома/раздела «%@».|Использование тома/раздела не разрешено!][OK|√Больше не показывать]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][Невозможно использовать «%@» из тома/раздела «%@».|Использование тома/раздела не разрешено!][OK|Загрузить]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][Файл «%@» является %ld-битным файлом, и невозможно воспроизвести с помощью %@.][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][Файл «%@» уже используется!][Отменить]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][Файл «%@» пуст!][Отменить]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][Файл «%@» не является аудиофайлом стандартного формата PCM Wave.][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][Файл «%@» или «%@» уже существует!][Использовать|Заменить]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][Программа ^P обнаружила аудиофайлы (%ld) в формате %ld бит.|Этот формат не поддерживается, и его невозможно воспроизвести.][OK|√Больше не показывать]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][Программа ^P выполняет поиск аудиоустройств в системе и обнаружила устройство с именем «%@».|Если Вы хотите использовать это устройство, не отключайте его в процессе поиска.|Хотите использовать это устройство?][Да|Нет]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][Прервать?][Продолжить|Прервать]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Запись уже идет…][ОК]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][Произошла ошибка.||Код результата = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][Произошла ошибка.||Код результата = %ld||Файл = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][Аудио %@ %@ невозможно использовать для воспроизведения «%@» из тома/раздела «%@»][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][Аудиофайл «%@» не найден!]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Ошибка авторизации Audio Unit.|Audio Unit «%@» «%@» сообщает, что он не авторизован для использования в этой системе.|Обратитесь к документации плагина за более подробной информацией о защите копирования плагина.][ОК]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Ошибка совместимости модуля Audio Unit|Модуль Audio Unit «%@» «%@» не соответствует полностью стандарту модулей Audio Unit.|^P не может сохранять или загружать настройки плагина, а также настройки не могут быть сохранены с песней.|Настройки будут потеряны, если Вы закроете песню.][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Ошибка параметра автоматизации.|%ld][ОК]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][Не удается удалить инструмент «%@».|Он используется в настоящий момент.][Отменить]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][Не удается найти аудиофайл «%@».][OK|√Больше не показывать]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][Не удается загрузить инструмент сэмплов «%@».|Он был создан в более новой версии EXS24.][Продолжить|√Больше не показывать]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Дорожка аккордов добавлена в файлы (%d) Apple Loops.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][Не удалось найти данные аккордовой последовательности в файле %@!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][Не удалось открыть файл %@ для чтения!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][Не удалось открыть файл %@ для записи!][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][Не удается создать регион.|Недостаточно памяти][Отменить]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][Не удается создать дорожку.|Достигнуто максимально возможное количество дорожек!][Прервать]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][Хотите также отредактировать данные автоматизации?][Не редактировать|Редактировать|√Больше не показывать]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][Хотите копировать данные автоматизации?][Не копировать|Копировать|√Больше не показывать]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][Удалить все данные автоматизации всего проекта?|Вы уверены? Операция необратима.][Отменить|Удалить]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][Хотите стереть данные автоматизации?][Не стирать|Стереть|√Больше не показывать]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][Хотите переместить данные автоматизации?][Не перемещать|Переместить|√Больше не показывать]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][Обработать и данные автоматизации?][Отменить|Обработать]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][Том/раздел «%@» невозможно использовать для записи аудио с помощью %@.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][Том/раздел «%@» невозможно использовать для записи аудио.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][Том/раздел «%@» невозможно использовать для записи на звуковую дорожку %ld.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][Диск/раздел «%@» заполнен.][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][Код ошибки %ld возвращен драйвером %@.][Продолжить]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Ошибка при копировании ресурсов. %ld][ОК]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Ошибка в CoreMidi:|%ld][ОК]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][Ошибка при загрузке проекта][ОК]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Ошибка при попытке синхронизировать Аудио и MIDI.][Продолжить]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Ошибка при попытке синхронизировать Аудио и MIDI.|Частота дискретизации %ld распознана.|%@][Продолжить%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Ошибка|Не удается открыть проект.|Возможно, он поврежден.][Отменить]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Ошибка|CSong::CreateSeq - неверный размер блока][ОК]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][Инструмент EXS24 «%@»:|Аудиофайл «%@» не найден!][Повторить поиск|Продолжить]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][Найдена папка дублей %@ с ошибками (%ld). Удалить ее?][Отменить|Удалить]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Неверный размер(1)][Отменить]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Неверное число дорожек][ОК]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][Набор инструментов «%@» слишком велик! Преобразованы только некоторые инструменты (%ld из %ld)!][Отменить]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Внутренний конфликт заданий|Перезагрузите ^P][ОК]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][Превышен максимальный размер файла %@.|Выберите более короткое излишнее время.][ОК]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Проблема распределения памяти.][ОК]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][В данный момент занято памяти: %@|Ранее использованная память: %@][ОК]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][Произошла незначительная коррекция данных проекта. (1)][ОК]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Конфликт Моно/Стерео!][Отменить]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Моно<->Стерео конфликт.|Невозможно переместить модуль в эту папку.][ОК]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][Не выбрано ни одной петли Apple Loops.][Прервать]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][Аудиодорожка для записи не включена.|Нажмите «R» на дорожке, чтобы включить ее для записи.][ОК]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][Несмежные аудиорегионы требуют создания нового аудиофайла!][Отменить|Создать]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][Недостаточно памяти (%ld).][ОК]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][Недостаточно места для запрошенной DSP-функции][Отменить]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Недостаточно памяти для преобразования песни!][Отменить]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][Недостаточно памяти для создания данных автоматизации дорожки.][Отменить]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][Недостаточно места на томе «%@|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Примечание: «Производительность процессора» установлена на «Автоматически».|Рекомендуется установить эту настройку на «Наивысшее».|Для изменения этой настройки откройте «Системные настройки» > «Экономия энергии» > «Параметры».][Продолжить]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Примечание: «Производительность процессора» установлено на «Пониженное».|Рекомендуется установить эту настройку на «Наивысшее».|Для изменения этой настройки откройте «Системные настройки» > «Экономия энергии» > «Параметры».][Продолжить]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][Длина одного или нескольких аудиофайлов изменена!|В результате изменилась длина или расположение содержимого областей аудио (%ld).][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][Длина одного или нескольких аудиофайлов изменена!|В результате изменилась длина или расположение содержимого одной области аудио.][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Недостаточно памяти!][Отменить]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Недостаточно памяти!|(Организация аудио 1)][Продолжить]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Недостаточно памяти!|^P требует для отображения осциллограммы больше памяти.][Продолжить]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Недостаточно памяти!|Не удается вставить или удалить данные.][Отменить]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][Обнаружены пересекающиеся ноты!|Оставить, сократить или разделить их?][Оставить|Сократить|Разделить]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Обнаружены пересекающиеся регионы!|Создать для них дорожки?][Нет|Создать]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][Часть проекта не воспроизведена|Проект содержит избыточное количество дорожек реальных инструментов для ее воспроизведения в реальном времени.|Сведения об оптимизации рабочих характеристик GarageBand Вы найдете в разделе «Оптимизация производительности GarageBand» в Справке GarageBand.][Продолжить]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][Сбой воспроизведения|Воспроизведение проекта прервано из-за изменения системных аудиовходов или выходов.][Продолжить]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Выберите аудиодрайвер в следующем диалоге настроек.][Продолжить]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Выберите битовую разрядность для этого проекта.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Ошибка чтения!|Неверный формат файла][Прервать]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][Том/раздел для записи «%@» не найден!][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][Папка для записи «%@» не найдена в томе/разделе «%@».][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][Запрошенная функция DSP неизвестна.][ОК]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][Не удалось открыть устройство ReWire «%@».|Необходимо сначала запустить ^P.][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][Регионы заканчиваются][Отменить]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Сэмплер:|Недостаточно памяти для загрузки всех сэмплов инструмента «%@».][Продолжить]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Сэмплер:|Недостаточно памяти для открытия инструмента «%@».][Продолжить]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Сканирование модулей Audio Unit.|^P приступает к сканированию установленных плагинов модулей Audio Unit (%ld). Это может занять некоторое время. Сканирование производится только при первом открытии ^P и после установки новых модулей Audio Unit.][ОК]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][Размер %/% не распознан @|Принято значение по умолчанию 4/4.][OK|Отменить]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Некоторые из событий установлены на минимальную или максимальную величину.][ОК]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][Не удается загрузить этот проект, так как он создан более поздней версией ^P.|Обновите ^P][ОК]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][Последняя операция необратима][Прервать]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][|Отмена невозможна.|Недостаточно памяти.][Прервать]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][Аудиоустройство «%@» отключено!|Переключиться на встроенное аудио или завершить ^P?][Завершить|Переключиться на встроенное аудио]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][Аудиофайл «%@» имеет %ld-битный формат и не может быть использован.][Отменить]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][Файл «%@» не является файлом инструмента EXS.][Отменить]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][По-видимому, файл «%@» поврежден.][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][Слишком длинное имя файла «%@».|Программе ^P требуется место для расширения имен.|(Максимум %ld симв.)][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][Слишком длинное имя файла.][ОК]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][Количество входов MIDI изменилось.|Доступно входов в настоящий момент: %ld.][ОК]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][Количество входов MIDI изменилось.|В настоящий момент отсутствуют доступные входы.][ОК]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][Количество входов MIDI изменилось.|Сейчас доступен один вход.][ОК]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][Плагин с именем «%@» недоступен в системе.|Выберите другой плагин, или завершите GarageBand и установите плагин на компьютер для его использования в проекте.][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][Перед позицией «1 1 1  1»  находятся несколько событий.|Переместите все выбранные дорожки или поместите все события upbeatв позицию «1 1 1  1»][Переместить все|Upbeat|Отменить]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][Присутствуют данные автоматизации для предыдущего инструмента.|Переместить или копировать эти данные в новый инструмент?][Нет|Копировать|Переместить]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][Этот файл петель Apple Loops создан с использованием эффекта или инструмента, который сейчас недоступен.|Плагин «%@» недоступен. Чтобы добавить эту петлю с использованием того же звука, который воспроизводился в браузере петель, перетяните петлю в новую дорожку при нажатой клавише Option.][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][Этот диск неприменим для аудио.][Прервать]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][Этот тип файлов не поддерживается?][Прервать]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][Возможно, проект поврежден. Откройте резервную копию этого проекта.][Прервать]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][Этот проект был создан более поздней версией ^P.|%ld -> %ld][ОК]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][Слишком много автодорожек.][Отменить]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Обнаружен неиспользуемый занятый блок памяти!|Удалить его?][Отменить|Удалить]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Внимание! Мало памяти!][Повторить|Отменить]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][Предупреждение: Недостаточно памяти. Не удалось отменить. Сохраните проект и повторите попытку. В случае неудачи попробуйте перезагрузить систему и открыть проект повторно.][Отменить]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Внимание! Недостаточно памяти.|Эта операция необратима. Продолжить?][Отменить|Продолжить]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][Предупреждение: Эта песня была создана более новой версией ^P.|Это может вызвать проблемы.|Обновите ^P.][ОК]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Предупреждение: осталось мало памяти для отмены. Старые действия для отмены (%d) удалены.][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][Предупреждение:|Не удалось завершить отмену.][ОК]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][Предупреждение:|Проект поврежден. (Ginst)][ОК]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][Предупреждение:|В проекте обнаружен неиспользуемый блок.|Сначала сохраните проект.|(Код: 0x%lx)][Отменить|Удалить]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][Внимание.|Службы Mac OS X MIDI недоступны.][ОК]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][Предупреждение:|В проекте отсутствует завершающее событие.][ОК]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][Внимание|Повтор в мультизадаче][ОК]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][Необходимо создать файлов: %ld.|Это потребует %@ места на диске.][Создать|Отменить]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][Файл «%@» имеет меньший размер!|Все равно использовать?][Отменить|Использовать]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][Аудиофайл «%@» не найден.][Пропустить|Найти]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Для этой дорожки существуют данные автоматизации.|Удалить данные автоматизации?][Не удалять данные|Отменить|Удалить данные]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][Запись прошла успешно][ОК]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][Удалить существующие настройки?][Отменить|Удалить]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][Удалить инструмент «%@»?][Отменить|Удалить%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][Удалить записанный аудиофайл «%@»%@ с тома?|Это действие невозможно отменить!][Удалить|Оставить%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][Удалить данные автоматизации?][Нет|Удалить]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][Файл «%@» уже существует.][Отменить|Заменить]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][Последняя операция выходит за начало папки или региона!|Изменить размер соответственно?][Отменить|Изменить размер]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][Последняя операция выходит за рамки длины региона!|Изменить размер соответственно?][Отменить|Изменить размер]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][Запустить драйвер «%@»?][Да|Нет]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][Перезаписать существующие настройки?][Отменить|Перезаписать]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][Часть проекта не воспроизведена|Проект содержит избыточное количество дорожек, эффектов или нот. Воспроизведение в реальном времени невозможно.|Сведения об оптимизации производительности GarageBand Вы найдете в разделе справки «Оптимизация производительности GarageBand».][Продолжить]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][Заменить выбранное?][Нет|Заменить]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][Эмуляция удалась][ОК]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][32-битный сервер AU Server неожиданно завершил работу.|Все несохраненные изменения, внесенные в параметры плагина Audio Unit, утеряны. Попытайтесь перезапустить 32-битный сервер AU Server. В случае, если проблемы повторятся, нажмите «Отменить», затем завершите работу и перезапустите ^P.][Отменить | Перезапустить 32-битный сервер AU Server]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][Конечный формат не поддерживает частоты оцифровки свыше 48кГц.|^P может конвертировать частоту оцифровки излишних данных. Конвертировать?][Отменить|Да]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][Не удалось открыть файл «%@», т.к. он находится в Корзине.|Для использования этого объекта сначала переместите его из Корзины.][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Не удается создать запуск!][ПРЕРВАТЬ]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][Не удается создать регион][Отменить]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][Не удалось записать события.|Реорганизовать память?|%ld,%ld,%ld][ОК|Реорганизовать]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Недопустимый регион (2)][Исправить|ОК]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Неверный номер региона][Отменить]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][Не хватает памяти.|(Недостаточно мастер-указателей)][ОК]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][Ошибка выхода MIDI][ОК]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][Время ожидания MIDI истекло|Программа ^P обнаружила, что время ожидания MIDI истекло. Перезагрузите компьютер, затем снова запустите ^P.|Если проблему решить не удается, обновите драйверы всех устройств MIDI (включая аудиодрайверы с функцией MIDI) до новейшей версии. За инструкциями по удалению старых версий драйверов обратитесь к документации их производителей.][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Незначительная проблема в данных (3)][Исправить|ОК]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][Файл модуля «%@» устарел и не может использоваться с этой версией ^P.|Обновите файл модуля и переместите его в папку «%@».][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][Файл модуля «%@» имеет слишком новую версию и не может использоваться с этой версией ^P.|Обновите файл программы ^P.][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][В буфере обмена нет подходящих данных!][Прервать]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][Записывающая дорожка не указана!][Прервать]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][Дорожка для записи не указана.][Отменить]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][Недостаточно памяти для нового проекта][Прервать]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][Недостаточно памяти для создания буфера обмена!][Прервать]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][Недостаточно памяти для создания буфера обмена/Отменить!|Предотвратить в будущем.][Прервать]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][Недостаточно памяти для создания объекта][Прервать]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][Недостаточно памяти|(дорожки воспроизведения)][Прервать]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Ошибка чтения.|Это не проект ^P][Прервать]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Устаревший формат проекта.][Прервать]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][На этой дорожке присутствуют регионы!|Удалить дорожку и регионы?][Отменить|ОК]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Неизвестный тип отмены][Прервать]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][Предупреждение: Недостаточно памяти.|Операция необратима.][ОК]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][Предупреждение:|Проект, возможно, поврежден.][ОК]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Неверная версия!][Прервать]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][У Вас установлена устаревшая версия драйвера Emagic USB MIDI Driver.|Это может стать причиной ненадежности и сбоям соединений MIDI. Установите версию 1.5 или более позднюю версию. Текущую версию Вы найдете на сайте www.emagic.de.][ОК]";

/* Alert */
"[Continue]" = "[Продолжить]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "Подключено к";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R Dual Layer";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "для создания freeze file(s).";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "Переход…";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "Загрузка аудиофайлов для «%@»...";

/* cd/dvd media status display */
"No media" = "Носитель отсутствует";

/* Node */
"Not connected" = "Нет соединения";

/* Control surface feedback */
"There is a modal dialog on the screen." = "На экран выведен модальный диалог.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "Неизвестный";

/* cd/dvd media status display */
"Unknown media type" = "Неизвестный тип носителя";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "Без названия";

